import { CommentQualification, commentType } from '@utils/interface/news';

export const typeExplain = {
  전략가: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  지도자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  예술가: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  감시자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  운영자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  공화주의자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  관찰자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  개혁가: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  이론가: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  자유주의자: `국민의힘은 대한민국의 보수주의 정당이다. 2020년 2월 17일, 자유한국당과 새로운보수당, 미래를향한전진4.0이 통합하여 '미래통합당'이라는 당명으로 창당되었으며, 2020년 9월 2일, 당명을 '국민의힘'으로 변경하였다. 2022년 4월 18일, 국민의당을 흡수하여 합당하였다. (구글에서 베껴온 임시 설명 실제로는 키워드 ‘국민의힘’에 직접 작성한 내용과 같을 예정)`,
  민주당: `민주당은 대한민국의 좌익을 대표하는 정당입니다. 자주독립정신과 민주화운동 정신을 계승하며, 노동 시간, 교육, 의료 등의 영역에서 개인의 삶을 적극적으로 책임지는 큰 정부를 지향합니다. 또한, 더불어민주당은 서민과 중산층의 이해를 대변한다는 말을 직접 명시할 정도로 결과적으로 평등한 방향으로의 사회 변화를 추구합니다. 토지 공공성, 소수자 차별 금지, 식량 자급, 지방 자치의 강화 등도 더불어민주당이 추구하는 대표적인 가치입니다.`,
  국민의힘: `국민의힘은 대한민국의 우익을 대표하는 정당입니다. 선택의 자유와 기회의 평등을 중시하며, 작지만 효율적인 정부를 지향하는 것이 주요 정체성입니다. 국민의힘은 또한 공공의 선과 축적된 경험의 가치를 높게 평가한다는 점에서 공동체의 안정을 중시하는 보수적인 성향을 가지고 있습니다. 이외에도 시장의 유연성, 재정적 지속가능성, 가정과 아동 보호, 효율적인 선택적 복지, 자유민주주의와 힘에 근거한 평화 등은 국민의힘이 추구하는 대표적인 가치입니다.`,
  행정부: `정부는 매주 국무회의를 열어 국정 현안과 정책을 논의하고 입법부에서 도착한 법안의 거부 또는 공포를 결정하며, 대통령의 지시에 따라 각 부처별로 행정을 담당합니다. 대통령이 직접 참여하거나 관여하지 못하는 업무에 대해서는 대통령이 임명한 국무총리나 각 부처의 장관들이 그 역할을 대신하기도 합니다.`,
  청와대: `국민을 대표하여 행정부를 지휘하는 대통령은, 국무회의를 주재하여 국정 기조를 전달하고 정부 정책들을 최종적으로 승인합니다. 또한 대통령은 중요하다고 생각되는 사안에 대한 별도의 회의를 주재하기도 하며, 외교적으로는 우리나라를 대표하는 역할을 담당합니다. 대통령실의 주요 인사로는 비서실장, 정책실장, 국가안보실장 및 수석비서관들이 있으며, 대통령은 이들과의 수석비서관회의를 통해 비공개로 자문을 구하고 지시사항을 전달하기도 합니다.`,
  헌법재판소: `헌법재판소는 9명의 법관으로 구성되며, 국회와 대법원장의 추천을 반영하여 대통령이 임명합니다. 헌법재판소에서 진행하는 결정의 종류로는 위헌적인 법률을 파기하는 위헌법률심판, 국회의 탄핵소추안을 심사하는 탄핵심판, 위헌적인 정당을 해산시키는 정당해산심판, 국가 권력기관 간의 분쟁을 중재하는 권한쟁의심판, 국가에 의해 헌법상의 권리를 침해당한 국민을 구제하고 예방하는 헌법소원심판이 있습니다.`,
  와이보트: `와이보트는 뉴스의 중립성과 신뢰도를 위해 법률이나 시행령 등의 원문을 제공합니다.`,
  기타: `대통령의 정치적 인지도가 높은 한국에서는, 실질적으로 대통령을 배출할 가능성을 높이기 위해 당을 합치는 경우가 많습니다. 이러한 이유로 두 개의 거대한 정당이 정치를 주도하는 현상이 나타나지만, 합당에 응하지 않는 정당들도 있습니다. 또한, 총선거에 소속 정당 없이 출마하여 당선되거나, 기존의 당에서 나온 국회의원들은 무소속으로 분류됩니다.`,
};

export const typeQualification = (type: commentType) => {
  switch (type) {
    case commentType.전략가:
    case commentType.지도자:
    case commentType.예술가:
    case commentType.감시자:
    case commentType.운영자:
    case commentType.공화주의자:
    case commentType.관찰자:
    case commentType.개혁가:
    case commentType.이론가:
    case commentType.자유주의자:
      return CommentQualification.YVOTETYPE;
    case commentType.민주당:
    case commentType.국민의힘:
    case commentType.청와대:
    case commentType.행정부:
    case commentType.헌법재판소:
      return CommentQualification.PUBLIC;
    case commentType.와이보트:
      return CommentQualification.YVOTE;
    case commentType.기타:
      return CommentQualification.ETC;
  }
};

export const typeCheckImg = (type: commentType) => {
  const qualify = typeQualification(type);
  switch (qualify) {
    case CommentQualification.YVOTE:
    case CommentQualification.PUBLIC:
      return '/assets/img/yvote_check.svg';
    case CommentQualification.YVOTETYPE:
      return '/assets/img/green_check.svg';
    case CommentQualification.ETC:
      return '/assets/img/grey_check.svg';
  }
};

export const typeToShow = (type: commentType) => {
  if (type in typeExplain) {
    if (type === '민주당') return '더불어민주당';
    if (type === '청와대') return '대통령실';
    else return type;
  }
};

export const typeColor = (type: commentType) => {
  switch (type) {
    case commentType.민주당:
      return 'rgb(11, 104, 179)';
    case commentType.국민의힘:
      return 'rgb(230, 30, 43)';
    case commentType.청와대:
      return 'rgb(0, 32, 92)';
    case commentType.행정부:
      return 'rgb(87, 87, 87)';
    case commentType.헌법재판소:
      return 'rgb(180, 123, 98)';
    case commentType.와이보트:
      return 'rgb(121, 192, 215)';
  }
};
