[
  {
    "id": 0,
    "title": "자유주의자",
    "content": [
      "자유주의자 유형은 개인의 삶에 대한 정부의 간섭을 가장 싫어하는 유형으로, 개인의 자유에 대한 존중을 중요한 가치로 여깁니다. 또한 그것은 자신 뿐만 아니라 모두에게 똑같이 적용되는 기준이며, 불가피한 경우 최소한의 자유 제한이 모두에게 동일하게 이루어지는 사회를 가장 바람직하다고 생각합니다. 이는 다시 말해, 공평한 기회가 주어진 상황에서 개인의 선택에 따른 결과의 차이를 다시 보정하는 결과의 평등보다는 기회의 평등에 상대적으로 우호적인 관점입니다. 나아가 애초에 불공평한 기회가 주어지더라도 그것이 누군가의 책임이라고 설명하기 어렵다면, 다른 이들의 희생으로 그 불공평을 보정하는 것에 조심스러운 태도까지도 이어집니다."
    ],
    "subSections": [
      {
        "heading": "개인주의",
        "paragraph": [
          "정부라는 이름으로 이루어지는 간섭을 꺼리는 자유주의자들은, 당연하지만 자기 자신을 우선시하고 아끼는 인생관을 가지고 있을 가능성이 높습니다. 인생의 행복을 남에게 의지하지 않을 자신이 있어야만 다른 이들의 간섭이 나에게 손해라고 생각할 수 있기 때문입니다. 이는 많은 사람들이 추구하지만 적용하기 어려운 삶의 태도이기에 선망의 대상이 되기도 하며, 한편으로는 자유주의자들이 이기적이라는 비난을 받게 만드는 원인이 되기도 합니다.",
          "하지만 자유주의자들은 단순한 이기심을 넘어, 마음 속 깊이 타인의 행복을 바라기 때문에 자유의 가치를 높게 평가할 수도 있습니다. 다만 그들이 생각하는 행복한 인생의 기준이나 조건이 결국 개인의 자유로운 선택과 도전이며, 남의 인생에 개입하지 않는 사회가 그것을 최대한 허용하는 환경이기 때문에 그러한 사회 제도를 추구합니다. 하지만 이들과 다른 인생관이나 행복의 기준을 가진 사람들에게 자유주의자이 주장하는 '개인주의' 사회는 그저 차가운 무관심과 '각자도생 사회'로 느껴지기도 합니다."
        ]
      },
      {
        "heading": "고전경제학",
        "paragraph": [
          "경제학이라는 학문의 탄생 이후 지금까지도 사용되는 ‘자유시장경제’라는 표현에서 알 수 있듯이, 경제학은 자유주의자들의 자신감의 원천이자 논리적 기반이 되어왔습니다. 그 이유는 경제학의 아버지라고 불리는 애덤 스미스의 대표작 <국부론>에서 ‘개인의 자유를 보장하는 것은 동시에 공동체의 물질적 풍요로움을 극대화한다’는 결론을 서술했으며 역사적으로도 증명이 되었기 때문입니다. 비록 현대의 경제학은 이러한 대원칙이 성립하지 않는 경우들까지 다룰만큼 발전했지만, 큰 틀에서 자유로운 사회 제도와 물질적 풍요의 관계는 여전히 인정되고 있습니다.",
          "하지만 경제학의 논리가 매우 정밀해지고 논의가 심화된 현대 정치에서는, 자유에 대한 개인의 취향과 자유를 제한해야한다는 경제학의 분석이 충돌하기도 합니다. 이에 대한 명확한 결론이나 해답이 없는 상황에서 자유주의자들은, 결국 이론적인 계산이나 분석보다는 자유로움이라는 감각적 가치를 중시하여 자유의 제한을 반대하는 편입니다. 이는 애초에 다수가 비이성적으로 서로의 자유를 통제하려고 든다고 가정하기 때문이기도, 정부가 경제학의 결론을 수용할만큼 이성적이고 합리적인 집단이 될 수 없다고 생각하기 때문이기도 합니다."
        ]
      },
      {
        "heading": "역효과",
        "paragraph": [
          "자유주의자들이 주장하는 정부의 모습은 간단하고도 분명합니다. 가능하면 정부가 개인의 일상에 개입하지 않고, 절대 다수가 동의하는 최소한의 기능만 하는 것입니다. 하지만 이러한 정부의 모습은, 때로는 자유주의자들의 생각과는 다른 결과를 가져오기도 합니다.",
          "자유주의자들은 자신이 자유롭게 인생을 결정할 수 있는 사회가 되면 행복할 것이라고 생각하는 것을 넘어, 사회 구성원 모두가 자신과 같이 생각할 것이라고 넘겨짚기도 합니다. 자유로운 사회가 성립하기 위해서는, 모두가 자신의 자유로운 선택에 따르는 비용과 책임까지 개인이 감당해야 합니다. 하지만 자유에 따르는 비용이나 책임에 익숙하지 않은 이들에게는 오히려 자유가 불행의 요소로 작용하기도 합니다. 자신의 선택에 따르는 책임을 감당하는 능력의 부재가 옳고 그름을 떠나, 만약 자유로운 선택과 그에 대한 책임을 개인에게 너무 많이 맡기는 사회가 구현된다면, 책임을 두려워하는 이들이 이전보다도 더 강력하고 통제적인 지도자를 원하는 역효과가 발생할 수 도 있습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 공감",
        "paragraph": [
          "옳고 그름을 떠나 대부분의 정치적 대화는, 어느 정도 각자의 삶의 고충과 관련이 있거나 그에 영향을 받는 경우가 많습니다. 그러한 상황에서 다른 사람의 어려움을 돕기 위한 나의 의생을 반대하는 자유주의자들의 태도는, 다른 사람들에게 도움을 주거나 함께하고 싶지 않다는 말로 들릴 수 있습니다. 물론 그것이 자유주의자들의 생각이 맞다면 그 자체로 잘못이라고 하기는 어렵지만, 과도한 수준의 무관심은 감정을 상하게 해 대화를 망치는 원인이 되기도 합니다.",
          "다른 사람 때문에 자신의 사회적인 의무나 책임이 늘어나는 것을 싫어하는 이들에게 권장되는 것은 공감성 대화입니다. 정치 주제로 포장된 이야기에 숨겨진 그 사람의 고충을 찾아내어 공감할 수 있는 능력을 갖추게 된다면, 그 감정이 투영된 정치적인 논쟁을 할 필요가 없을 뿐만 아니라 인생의 자유를 원하는 자신의 감정 또한 전달할 수 있을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 1,
    "title": "전략가",
    "content": [
      "전략가 유형은 사회 정의와 이념이 바로잡힌 새로운 정부의 수립을 위해 현재의 보수적인 사회 구조를 반항하는 유형입니다. 이들은 현재의 사회 구조보다 더 나은 가치관을 중심으로 한 사회를 만들 수만 있다면 개인의 자유가 충분히 타협될 수 있는 가치라고 여깁니다. 다시 말해, 중요한 가치를 위해서 개인의 자유를 일부 희생하는 것은 가능하지만, 현재의 사회 모습을 유지하기 위해 자유를 통제하는 보수적인 관습을 장애물로 여기는 것입니다.",
      "전략가 유형의 정치적 주장은 최종적인 상태에 대한 묘사보다 현재 상태에 대한 반작용에 가까운 형태를 띠기 때문에, 사회가 변화하는 중간 단계에서 돋보이는 경우가 많습니다. 이들이 최종적으로 도착하고자 하는 그 사회의 모습은, 사회 정의와 이념을 추구하는, 큰 정부가 존재하는 사회일 가능성이 높습니다. 비슷한 목표를 그리는 지도자 유형과 전략가 유형의 차이는, 현재 사회의 모습으로부터 벗어나는 것에 초점을 맞추는지, 아니면 도달하고자 하는 그 목적지에 초점을 맞추는지의 차이입니다."
    ],
    "subSections": [
      {
        "heading": "뛰어난 마케팅 실력과 화제성",
        "paragraph": [
          "전략가 유형의 사람들은 스스로 현실에서 정치적 다수에 속하지 못한다고 인지하며, 이는 표면적으로는 맞는 말입니다. 이들의 정치적 주장은 특별한 사건이 발생하지 않는 이상, 전통적인 민주주의 사회에서 중요하게 다뤄져오지 않은 경우가 많습니다. 하지만 전략가 유형의 정치적 능력은 오히려 민주주의 제도 바깥에서 두각을 드러냅니다. 이들은 적절한 기회에 언론과 미디어를 통해 사람들에게 메시지를 전달하는 실력이 탁월한 편이며, 특히 그러한 정치 메시지를 문화적인 트렌드와 엮어서 포장하는 마케팅 감각은 다른 유형을 압도적으로 능가하는 편입니다",
          "전략가 유형의 정치적 메시지는 화제성을 띠는 경우가 많습니다. 이들이 요구하는 것은 대체로 기존의 사회 질서로부터의 '자유화'입니다. 이러한 이들의 주장은 사회의 안정과 질서를 중요하게 여기는 사람들에게 가장 큰 거부감을 불러일으키며 화제가 되기도 하지만, ‘자유화’라는 측면에서 비슷해보이는 입장을 가진 자유주의자들에게도 지지를 받지 못하거나 반발을 사기도 합니다."
        ]
      },
      {
        "heading": "정치적 관계",
        "paragraph": [
          "비록 전략가 유형이 독립적인 정치 세력으로 존재하더라도, 이들의 활동은 결국 이념과 큰 정부을 추구하는 집단에게 유리한 환경을 만들어주는 편입니다. 이들의 활동에 수혜를 입는 대표적인 유형은, 새로운 사회 정의를 추구하는 정부의 수립을 위해 현재의 질서를 무너뜨려야 하는 지도자 유형입니다. 하지만 지도자 유형 본인들은 다소 보수적이기 때문에, 전략가 유형의 정치적 활동을 통해 기존의 사회 구조를 와해하고 난 뒤 새로운 이념과 사회 질서의 정착을 추진하곤 합니다.",
          "전략가 유형의 주장들은 때로 정치적 속임수처럼 인식되기도 합니다. 왜냐하면 사회의 자유화를 외치는 이들의 주장이 실제로 자유로운 사회를 만드는 것에서 그치지 않고, 현재와는 다른 사회 질서와 이념으로 이어진 경우가 많기 때문입니다. 이는 많은 공동체에서 정치 성향을 지칭하는 용어들, 특히 '자유'에 대한 용어들이 모호하고 혼란스러운 이유이기도 합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 자유와 권리의 구분",
        "paragraph": [
          "전략가 유형은 많은 사람들과의 정치적 대화에서 어려움을 겪을 수 있습니다. 특히, 현재의 사회 질서를 마음에 들지 않아하는 이들은, 상대적으로 그렇지 않은 보수적인 사람들과는 어쩔 수 없이, 영원히 평행선을 달릴지도 모릅니다. 하지만 그보다 개인의 취향과 자유를 추구하는 자유 진영의 사람들과는 충분히 정치적 대화를 개선할 여지가 있습니다.",
          "자유를 추구하는 사람들과 원활하게 대화하기 위해서는, 자유와 권리라는 단어를 잘 구분해서 사용하는 것이 좋습니다. 그들의 생각하는 '자유'란 타인에게 간섭 받지 않는 무정부에 가까운 상태를 의미하는 반면, '권리'는 남의 노력이나 희생을 요구할 수 있는 권한을 의미합니다. 즉, 내가 원하는 무언가가 다른 사람의 무관심을 재료로 사용한다면 자유이고, 다른 사람의 노력이나 희생을 재료로 사용한다면 권리입니다. 이 권리는 곧 다른 사람의 의무가 되며 이는 자유의 감소를 의미하기 때문에, 개인의 자유를 소중하게 생각하는 사람들 중에는 권리가 많은 사회를 싫어하는 경우가 많습니다. 이러한 관점을 가진 사람들과 원활한 소통을 하기 위해서는 자유와 권리를 의미에 맞게 구분하여 사용하는 것이 유리할 것입니다."
        ]
      }
    ]
  },
  {
    "id": 2,
    "title": "지도자",
    "content": [
      "지도자 유형은, 자신이 추구하는 사회 정의의 구현을 위해 강력한 권력을 가진 큰 정부를 두기를 희망하는 유형입니다. 자유가 아닌 다른 사회 가치, 소위 이념을 추구하는 이들은, 현실정치에서 자유를 추구하는 진영과 양대 산맥을 이루는 주요한 유형입니다. 꼭 지도자 유형이 아니더라도 많은 사람들의 궁극적인 결론이 지도자들이 주장하는 사회 모습과 크게 다르지 않기 때문에, 이들은 현실 정치에서 정치적 구심점을 형성하는 유형입니다.",
      "지도자 유형은 정치적으로 바라는 것이 뚜렷하며 그 추진 방법 또한 분명하기 때문에, 카리스마를 겸비하고 있다면 실제 권력에 가까워질 가능성이 높습니다. 역사 속의 많은 유명한 지도자들은 지도자 유형이었지만, 정치가 점점 민주적인 방식으로 변하고 자유를 추구하는 사람들이 많아지면서 현대에는 이러한 유형 정치인들의 인기가 표면적으로는 줄어들고 있는 추세입니다."
    ],
    "subSections": [
      {
        "heading": "가치 지향성",
        "paragraph": [
          "지도자 유형에게 사회 정의는 정치에서 빼놓을 수 없는 중요한 요소이기에, 정치가 단순히 행정이라는 말에 동의하지 않습니다. 특히 개인의 자유와 의사를 무시하면서까지 특정한 이념을 추구하지는 말아야 한다는 자유 진영의 사람들과 정면으로 대립하는 관점입니다. 이들은 개인의 자유가 사회 정의의 실현과 어느 정도 대립한다는 것을 잘 알고 있으며, 다만 현재는 개인의 자유에 과도하게 치중된 사회 구조가 형성되어있다고 생각합니다.",
          "비록 같은 지도자 유형이라도, 개인이 추구하는 사회 정의와 이념은 모두 다를 수 있습니다. 그 중 가장 흔한 것은 결과의 평등이지만, 이 외에도 개인의 자유를 희생에서 추구할 수 있는 가치는 많습니다. 최근에는 다양한 영역의 소수자들 뿐만 아니라 자국민이 아닌 사람들, 나아가 인간이 아닌 생명체와 자연 환경에게까지 관심의 영역이 넓어지면서 이념의 종류가 다변화하고 있습니다. 또한 결과의 평등을 넘어 특정 인종/성별/가치관을 차별해야 한다는 가치관 또한 존재하는데, 이러한 주장은 보통 과거의 차별을 현재에 역으로 보상한다는 '평등'의 관점으로 서술되기도 합니다.",
          "사회 정의와 이념을 추구하는 모든 유형 중에서 가장 현실적이고 구체적인 목표를 제시하는 것은 보통 지도자 유형입니다. 이들은 모두가 자발적으로 동의하지 않을 수도 있는 이념을 추구하는 사회를 만들기 위해서는 개인의 자유가 소모된다는 것을 이미 알고 있기에, 오히려 구체적인 비전을 자신감 있게 제시할 수 있습니다. 이는 자신의 자유에 크게 개의치 않는 사람들이 지도자 유형에게 의존하고 궁극적으로는 그들과 생각이 비슷해지는 이유이기도 합니다."
        ]
      },
      {
        "heading": "진보라는 분류에서 오는 오해",
        "paragraph": [
          "정치를 양분하는 두 세력을 좌파와 우파라고 부르기도 하지만, 보수와 진보라고 부르기도 합니다. 하지만 보수와 진보라는 단어의 뜻과 그것들이 가리키는 집단의 실제 성향을 따져봤을 때는, 현시대에 활용하기에는 부적절한 이름이라는 의견도 많습니다. 그러한 의견에 큰 영향을 주는 대표적인 유형 중 하나가 바로 지도자형입니다.",
          "우리나라를 포함한 대부분의 선진 국가에서, 자유를 대가로 다른 이념을 추구하는 지도자 유형은 ‘보수’의 반대 진영으로 분류됩니다. 보수의 반대 진영을 부르는 이름은 나라마다 상이한데, 한국에서는 통상적으로 ‘진보’라는 이름이 사용됩니다. 하지만 분류된 진영의 이름과는 달리, 지도자 유형의 가치관은 보수로 분류되는 집단보다 덜 보수적이지 않습니다. 이들이 바라는 것은 보수 진영에서 불가능하다고 판단하는 것에 대한 도전이 아니라, 단지 현재와 다른 가치를 중심으로 하는 사회를 만드는 것입니다. 특히 보수 성향을 대표하는 수호자 유형은 그러한 가치관에 동의하지 않을 뿐이지, 그 가치관을 중심으로 한 사회 변화가 불가능하다고 생각하지 않으며, 오히려 너무나도 가능하다고 생각하기에 예민하게 견제합니다. '진보'라는 이름에서 오는 이러한 오해는, 지도자 유형 본인들에게도 남들이 어려워하는 것을 해내고 있다는 착각을 불러일으키는 경우가 많습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 감정 객관화",
        "paragraph": [
          "지도자 유형의 정치적 주장을 형성하는 핵심 요소는 바로 ‘정의’에 대한 본인의 생각입니다. 하지만 ‘정의’라는 것은 고대로부터 그 의미가 정확히 정해지지 못하고 있는 주관적인 단어이며, 어떤 사회가 '정의로운 사회'인지에 대한 생각은 지금도 사람마다 다릅니다. 결국 정의에 대한 모든 판단의 기반에는 감정이 작용하고 있기 때문에, 서로 다른 환경과 경험을 가지고 있는 사람들은 사회 정의에 대한 의견이 다를 수밖에 없습니다.",
          "따라서, 만약 본인이 정치적 대화를 나누는 데에 어려움을 겪는 지도자 유형이라면, 우선 자신의 정의관을 설명하는 모든 논리는 자신의 경험이나 취향에 기인한 감정을 기반으로 하고 있다는 것을 인지하고 인정하는 것이 필요합니다. 그리고 자신에 대한 이해를 토대로 다른 사람의 감정과 경험에서는 다른 정의관이 형성될 수 있다는 것을 이해한다면, 정치적 대화가 더 원활하게 이루어질 수 있을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 3,
    "title": "예술가",
    "content": [
      "예술가 유형은 현재의 보수적인 사회 모습으로부터는 자유를 느끼고 싶어하면서도, 한편으로는 정치가 시끄럽지 않고 안정적인, 걱정 없는 세상을 꿈꾸는 사람들입니다. 소위 말해 ‘유토피아’를 꿈꾸는 이들의 생각은, 말 그대로 많은 예술가들의 발언이나 작품에서 전해지는 메시지를 연상시킵니다.",
      "비록 하나의 유형으로 분류해 두었지만, 예술가 유형은 ‘정치 성향 없음’에 가장 가까운 유형입니다. 이는 그들이 현실 정치의 논의 자체를 피곤해하거나 무의미하다고 생각할 확률이 높다는 것을 의미합니다. 정치 성향이라는 것은, 현실에 주어진 제약 조건 속에서 특정 가치를 다른 가치보다 중요시하는 가치관을 의미합니다. 하지만 예술가 유형은 그 제약 조건을 고려하면서까지 현실적인 선택을 하는 것을 기피할 가능성이 높기에, 생각이 일치한다고 느끼거나 진심으로 지지할만한 정치인을 찾기는 쉽지 않습니다."
    ],
    "subSections": [
      {
        "heading": "이상주의자",
        "paragraph": [
          "예술가 유형이 원하는 세상의 모습은 현실 정치에서 제안되지 않는 경우가 많습니다. 보통은 정치의 논쟁의 주제 자체가 이들의 이상향과 비교했을 때에는 너무나도 뒤처져 답답하게 느껴지며, 이는 예술가 유형이 현실 정치에 큰 관심을 갖지 않게 되는 이유이기도 합니다. 그렇다고 해서 이들이 희망하는 세상의 모습이 없는 것은 아닙니다.",
          "예술가 유형이 원하는 세상은, 쉽게 말해서 정치적인 고민이나 갈등이 없는 자유로운 세상입니다. 공동체를 형성하는 이유는 서로에게 이득이 되고 행복하기 위해서인데, 현실의 정치는 그러한 태초의 목적에 위배되는 것 같아 보입니다. 이러한 이유로 예술가 유형은 개인의 입장에서 현실 정치의 쓸모를 의심하고, 오히려 정치적인 대화가 최소화되거나 아예 없는 세상을 꿈꾸기도 합니다.",
          "마음의 평온과 자유로움, 두 가지 모두를 원하는 예술가 유형이 원하는 세상은 현실 정치에서 달성하기 어려운 그림의 떡이라고 볼 수 있습니다. 누군가의 강요 없이도 모두가 자발적으로 공공의 가치를 추구하는 상태가 가장 이상적이고 갈등의 요소가 없다는 것은, 예술가 유형 뿐만 아니라 모두가 본능적으로 알고 있습니다. 하지만 때로는 세상에 그리 이상적인 가치관을 가진 사람들만 살고 있지는 않다는 점과 자연적으로 모두의 가치관이 다르다는 점을 고려한다면, 최소 한가지를 포기해야하는 것은 분명합니다."
        ]
      },
      {
        "heading": "정치적 의사 결정",
        "paragraph": [
          "정치인들이 제시하는 현실 중에 그나마 가장 마음에 드는 것을 골라야하는 현실 정치에서, 모든 선택지가 부족해보이는 예술가 유형은 결국 정치적인 논의와 다소 무관한 기준으로 결정을 내리기도 합니다. 그 중 대표적인 것은 정치인의 이미지, 즉 예의와 도덕성입니다. 물론 정치인의 예의와 도덕성을 통해 신뢰도와 성실성을 어느 정도 가늠할 수 있는 것은 사실입니다. 하지만 그들이 최선을 다해 달성하려는 사회의 모습 또한 정치적인 결정의 매우 중요한 요소입니다. 이를 간과한 예술가 유형은 시간이 지나고 과거 자신의 정치적 결정을 후회하기도 합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 선택",
        "paragraph": [
          "예술가 유형이 현실 정치를 외면하는 가장 큰 이유는, 그들의 이상이 현실과 괴리가 있기 때문입니다. 이는 이론적으로는 가능해 보이나 시도해본 적이 없어서 불안한, 다른 유형들의 이상적인 주장과는 한 층 다른 문제입니다. 비록 아쉽더라도 어쩔 수 없는, 자유로움 안정성 중 하나를 포기해야 하는 현실의 딜레마를 회피하려는 예술가 유형은, 결론에 도달하는 과정을 따져보면 논리적 타당성이 결여되어 있는 경우가 많습니다.",
          "이 때문에 정치적 싸움에 휘말리고 싶지 않은 이들의 의지에도 불구하고 예술가 유형은 정치에 관심이 많은 사람들, 특히 조건을 깐깐하게 따져보는 보수 진영의 사람들과 갈등을 빚는 경우가 있습니다. 장기적인 계획보다는 현재의 불만을 해소하는 것에 집중하는 예술가 유형의 정치적 발언은, 그에 필요한 장기적인 비용이나 위험을 따지는 사람들을 자극하기에 충분합니다. 따라서 이러한 유형과의 원활한 정치적 대화를 하기 위해서는, 민주시민으로서의 책임감을 가지고 자신이 원하는 사회 모습에 필요한 비용이나 과정의 현실성 등을 고려하는 태도가 도움될 것입니다."
        ]
      }
    ]
  },
  {
    "id": 4,
    "title": "감시자",
    "content": [
      "감시자 유형은, 정부라는 집단의 효율성에 대해 회의적이면서도 한편으로는 정부의 통제와 관리가 필요하다고 생각하는 유형입니다. 정부가 행정적으로 개인의 삶이 큰 고통에 빠지지 않도록 챙겨주기를 원한다는 점에서 운영자 유형과 비슷하나, 그러한 역할을 수행하는 정부에 대한 신뢰도가 그리 높지는 않다는 것이 차이점입니다.",
      "감시자 유형이 정부의 능력을 높게 평가하지 않음에도 역할을 기대하는 것은, 사회의 질서와 안전을 유지하는 것이 그만큼 중요하며 그러한 힘의 가장 합리적인 형태가 정부라고 생각하기 때문입니다. 능력이 기대되지 않는 집단에게 무언가를 기대하는 감시자 유형의 다소 모순적인 바람은, 궁극적으로는 그 비효율성의 원인이 되는 민주적인 정부보다는 뛰어난 절제력과 결단력을 가진 강력한 지도부에 대한 열망으로 발전되는 경우가 많습니다."
    ],
    "subSections": [
      {
        "heading": "현실에 충실한 청렴한 지도자",
        "paragraph": [
          "‘개인의 삶에 대한 정부의 개입’이라는 정치의 큰 틀에서, 감시자 유형은 분명 큰 정부의 존재를 바라는 편입니다. 하지만 크게 두 집단의 대립으로 묘사되는 현실의 정치를 관찰했을 때, 신기하게도 감시자 유형은 자유를 바라는 사람들과 같은 진영에서 목소리를 내고 있다는 점을 확인할 수 있습니다. 이들의 이러한 정치적 입장은, 사회 정의와 이념에 대한 거부감을 통해 이해할 수 있습니다.",
          "감시자 유형은 비록 자유라는 가치를 가장 우선시하지 않더라도, 현실적으로 개인의 인생과 공공의 이익을 증진하는 경제 성장이나 치안 등이 아닌 주관적인 사회 정의, 즉 이념을 위해 개인의 자유를 희생시키는 것을 용납하지 않습니다. 그 과정에서 이념을 추구한 공동체들이 물질적으로 안 좋은 결과를 맞이했다는 역사적 사실을 근거로 활용하는 것은 수호자 유형과 흡사합니다. 즉, 감시자 유형이 바라보는 정치의 핵심은 자유의 제한이 아니라 이념성의 존재 여부이기에, 이념을 추구하는 정부에 반대하여 개인의 자유를 추구하는 진영과 뜻을 함께하는 모습이 관찰됩니다.",
          "비록 큰 정부와 권력의 존재를 바라는 이들이지만, 강한 권력이 독이 든 성배라는 점은 부정하기 어렵습니다. 권력을 잡은 사람이라면 비리를 저리르기 마련이며, 그로 인한 비효율들이 결국 필연적으로 정부의 무능함과 부패로 이어지기 때문입니다. 하지만 감시자 유형이 생각할 때 권력의 부패는 단지 독재 권력에만 나타나는 것은 아닙니다. 많은 자유가 주어지고 명확한 책임자 없이 미래를 결정하는 민주적 공동체 또한 마찬가지로 무능함과 부패로 이어질 수 있습니다. 따라서 이러한 결말을 막을 수 있는 유일한 방법은 정치 구조의 문제가 아니라 청렴하고 양심적인, 공공의 이익을 위해 자신을 희생하는 이상적인 지도자의 등장이라고 감시자 유형은 생각합니다."
        ]
      },
      {
        "heading": "민주 정치에 대한 불신",
        "paragraph": [
          "민주 정치의 목적이 다수의 의견을 수렴하는 대리인을 뽑는 것인지, 대신 결정을 내려주는 대표자를 뽑는 것인지에 대한 논의에서 감시자 유형이 바라는 지도자는 대표자에 가깝습니다. 이들은 민주적 정당성에 잡착하느라 다수에 휘둘리는 나약한 지도자보다는, 차라리 자신의 소신대로 옳은 판단과 과감한 결단을 내리는 강단 있는 지도자를 원합니다. 하지만 이러한 정치적 입장엔, 이들이 민주적 절차를 희생시켜서라도 지켜내고자 하는 ‘자유’라는 가치와 표면적으로 대립한다는 한계점이 존재합니다.",
          "이러한 모순을 감시자 유형이 모르는 것은 아닙니다. 하지만 감시자 유형은 민주주의가 마냥 신뢰할 수는 없는 불안정하고 정치 방식이라고 생각하며, 그러한 불안정성이 특정 이념을 추구하는 집단에게 노출되는 것은 감시자 유형이 가장 싫어하는 상황이기에, 다수에 의한 이념적인 정부의 등장을 예방할 수만 있다면 때로는 다소 비민주적이고 권위적인 정치 세력을 지지할 수도 있다고 생각합니다.",
          "많은 공동체에서 개인의 자유가 중요하고 당연한 가치로 자리매김하면서 감시자 유형의 수는 줄어들고 있으며, 그러한 생각을 표출하기는 더 어려워지고 있습니다. 점점 대중적이고 무난한 정치인이 선출되는 흐름의 민주정에서 이들에게는 정치에 대한 기대를 버리고 스스로의 인생을 알아서 책임지거나, 자신의 열망을 실현해줄 지도자를 찾아 화끈한 정치 개혁을 지원하는 등의 선택지가 남아 있습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 기대값 고려",
        "paragraph": [
          "감시자 유형은 다수의 사람들과 정치적 의견을 나누는 데에 어려움을 겪습니다. 그 중 대부분은 생각의 차이를 좁히지 못해서 생기는, 불가피한 어려움입니다. 하지만 현실적으로 같은 진영에서 목소리를 내는 사람들과의 갈등은 전략적으로 불리하기에, 관계를 잘 유지하는 것이 좋습니다. 개인의 자유나 논리를 중요시하는 이들 역시 궁극적으로는 같은 상황을 예방하고자 한다는 공통점이 있기에, 이들과 소통하는 방법을 고민하는 것은 현실적으로 유익할 것입니다.",
          "감시자 유형의 정치적 주장의 바탕에는 훌륭한 지도자에 대한 경험과 기대가 있을 가능성이 높습니다. 그렇기에 보편적으로는 큰 정부의 등장이 비극을 의미한다고 생각하면서도, 예외로 삼을 수 있는 이상적인 지도자와 정부를 동시에 기대할 수 있는 것입니다. 하지만 훌륭한 리더에 대한 경험이 적은 사람의 입장에서는, 그러한 지도자가 등장해서 기존과는 달리 기적적인 정부를 만들 것이라는 기대를 하기 어렵습니다. 그리고 그 희박한 확률에 개인의 자유나 민주주의라는 원칙을 내거는 것은 받아들이기 어려운 일입니다. 즉, 비록 과거에는 자유를 제한함으로써 행복한 사회를 만드는 것이 성공했다고 하더라도, 그것이 재현될 수 있는지에 대해서는 비관적일 수도 있는 것입니다.",
          "이런 사람들과 원활히 대화하기를 바란다면, 경험의 차이에 따른 가치관의 차이를 받아들이는 태도가 필요합니다. 과거의 방식을 재현하자는 주장에 동의하지 않는다고 해서, 반드시 과거의 경험을 무시하는 것은 아닙니다. 다만 정부는 평균적으로 비효율적이고 부패하기 쉽기 때문에, 평균적으로 신뢰하지 못하는 사람이 있는 것은 당연한 현상입니다. 따라서 비록 이상적인 지도자의 등장이 가능하거나 이미 존재하고 있다고 느껴지더라도, 보편적인 정부의 부패와 비효율성에 공감하는 것이 대화를 풀어나가는 좋은 시작점일 수 있습니다."
        ]
      }
    ]
  },
  {
    "id": 5,
    "title": "운영자 (보수적)",
    "content": [
      "운영자 유형은, 개인의 삶에 불안 요소가 적어지고 체계적으로 관리되는 것이 정치와 국가의 존재 목적이라고 여기는 유형입니다. 그렇기에 이들은 개인의 자유를 보장하기 위해 정부의 권한이 줄어드는 것보다는, 정부의 권한을 유지하거나 확대시킴으로써 개인의 삶에 개입하도록 하는 대신, 그 영향이 최대한 긍정적일 수 있도록 노력합니다.",
      "정부의 권한 확대에 협조적이라고 해서, 운영자 유형이 근본적으로 개인의 자유를 통제하고 싶어하는 것은 아닙니다. 다만 개인의 완전한 자유는 방치와 같으며 대체로 불안과 불행으로 이어진다고 생각하기에, 공동체에 넉넉한 경제력과 행정력이 보장된다면 그것을 활용하는 대가로 각자의 자유를 일부 포기하는 것이 타당하다고 생각할 뿐입니다."
    ],
    "subSections": [
      {
        "heading": "젊은 층에서의 대중성",
        "paragraph": [
          "운영자 유형은 학교의 학생회나 각종 단체에서 운영진 역할을 담당했던 젊은 정치 세력에게서 흔히 보입니다. 국가의 정치와 달리 민간 단체의 운영에는 이념 갈등이 들어설 기회가 거의 없으며, 훌륭한 행정이 곧 훌륭한 지도부를 판단하는 기준이 되기 때문입니다. 그렇기에 운영자 유형이 생각하는 훌륭한 정치인의 덕목 역시 공동체 구성원들을 실망시키지 않는 행정력입니다.",
          "하지만 꼭 이러한 경험이 있어야 운영자 유형이 되는 것은 아닙니다. 훌륭한 행정력을 보인 학생회나 운영진에게 좋은 인상을 받은 사람들 또한 이런 정치 방식을 긍정적으로 생각할 수 있으며, 그러한 경험과 아예 무관하더라도 성격에 따라 개인의 자유보다는 안정적이고 편안한 삶을 선호하다면 운영자 유형에 속할 수 있습니다. 지도부의 능력과 청렴함에 대한 신뢰가 강하거나, 또는 다소 불합리한 지도 세력의 존재에도 큰 손해가 예상되지 않는 사회적인 성격일수록 운영자 유형에 속할 가능성이 높습니다.",
          "운영자 유형의 정치인은 많은 사람들에게 지지를 받기에 적합한 대중적인 유형입니다. 인류가 그동안 각종 기술을 발전시키는 이유와 마찬가지로, 정치 제도를 고민하고 발전시키는 것의 목적이 인류의 고통과 불안을 줄이기 위함이라는 것에 대해 반론을 제기할 사람은 드물 것입니다. 다시 말해, 어느 공동체에나 정말 많은 사람들이 누군가 나서서 자신의 불안을 해소해주기를 바라고 있습니다. 삶의 고통과 위기에 대비한 대책, 즉 사회 안전망 구축이 정치의 역할이라고 생각하는 운영자 유형은 많은 사람들에게 큰 반감을 사지 않는 대중적인 유형입니다."
        ]
      },
      {
        "heading": "정치적 도구화의 가능성",
        "paragraph": [
          "운영자 유형의 사람들은 정치철학이나 이념에 큰 뜻을 두지 않는 경우가 많지만, 정부 권력의 크기를 키우는 것에 호의적인 그들의 인기는 특정 정치세력에게 힘을 실어주는 경우가 많습니다. 서로의 걱정과 불안을 덜어주기 위해 돕고 살자는 운영자 유형의 주장은, 특정 이념을 위해 개인의 자유를 제한하는 사회를 바라는 지도자 유형의 종착지로 가는 중간 단계로 매우 적절합니다. 이러한 이유로 운영자 유형의 사람들은, 생각해본 적 없는 정치적인 의도를 숨기고 있다고 의심 받기도 합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 비용 고려",
        "paragraph": [
          "다양한 사람들과 국가의 정치에 관심을 갖고 대화를 나눌 의향이 있다면, 정치철학과 이념에 관심을 가져보는 것이 좋습니다. 국가의 정치는 다른 공동체의 정치가 다른 부분은, 자발적으로 가입한 사람들을 위한 정치가 아니라는 점입니다. 따라서 누군가는 애초에 운영진의 활동을 바라지 않을 가능성도 충분히 존재합니다. 사실 이는 가끔 고려되어야 할 주의사항 정도가 아니라, 정치를 양분하는 가치 중 하나인 ‘자유’를 논하기 위해 필수적인 생각입니다.",
          "국가의 정치에서 행정의 목적에 대해서는 개인마다 생각이 다를 수 있습니다. 단적으로, 국가는 국민의 생명과 안전을 지키기 위해 노력하는 것이 당연하다고 생각할 수도 있지만, 누군가는 정부가 그것을 지키기 위해 희생해야 하는 자유나 비용을 고려하여 적절한 선에서 멈추자고 주장하기도 합니다. 심지어는 국가의 역할과 목적을 규정하고 있는 헌법에서조차, 이렇게 서로 충돌하는 가치를 모두 명시함으로써 절대적인 기준을 제시하지 않고 있습니다. 따라서 국가가 어떤 역할을 해야 하는가에 대한 토론 또한 정치적 논의의 일부입니다.",
          "운영 비용의 충당에 큰 반발이 없는 학교 학생회나 단체 운영진에서, 행정의 비용과 효율성에 대한 논의는 드물게 이루어집니다. 그렇기 때문에, 그 경험과 가치관과 유사하게 국가 정치를 바라보는 운영자 유형은 습관적으로 행정에 필요한 비용이나 희생을 무시하게 될 수도 있습니다. 따라서 정부라는 집단의 효율성이나 행정 비용을 위한 개인의 희생에 예민한 사람들과 원활한 정치적 대화를 하기 위해서는, 아무리 다수가 동의하는 선한 동기를 가진 행정이라도 의식적으로 그 비용과 효율성을 고민하고 저울질하는 습관을 가지는 것이 좋을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 6,
    "title": "공화주의자",
    "content": [
      "‘따뜻한 보수’라는 이름으로 스스로를 구분짓기도 하는 공화주의자 유형은, 자유민주주의와 시장경제라는 틀 위에서 자신이 생각하는 사회 정의를 공존시키려는 유형입니다. 표면적으로는 현재 사회가 충분히 정의롭지 않으며 그것을 해결하기 위해 더 적극적인 정부의 역할이 필요하다는 주장을 하기 때문에 오해를 받기도 하지만, 이들의 주장은 분명히 보수적인 가치를 전제하고 있습니다. 다만 더 나아질 수 있는 부분이 있다면 융통성을 발휘하는 것에 대해 거부감이 덜하다는 점에서 보수 진영의 다른 구성원들과 차이점이 있습니다.",
      "보수적 가치의 타협을 통해 사회 정의를 실현할 수 있는 주제에 대해서는 다른 의견을 낼 때도 있지만, 그렇지 않은 경우 이들의 주장은 확실히 보수적입니다. 특히 공동체의 존립이나 기본 질서와 관련된 국방, 치안, 교육 등의 영역에서 단지 개인의 자유를 위해 진보직인 시도를 하는 것은 꺼리는 경우가 많다는 점에서 수호자 유형과 유사합니다.",
      "현재 사회의 모습을 얼마나 급진적 바꿀 것이냐는 측면에서, 개인의 자유를 소중히 여기는 공화주의자들은 보수적인 편이라고 말할 수 있습니다. 하지만 개인의 가슴 속에 품고 있는 최종 사회의 모습을 따져본다면, 이들은 개인의 자유가 최대로 존중되는 사회보다는 정의로운 사회의 모습을 생각하고 있을 가능성이 높습니다. 이러한 이유로 이들은, 개인의 자유와 공동체의 정의를 두고 갈등하는 현실 정치에서 자신이 속할 진영을 정하는 일을 어려워하기도 합니다."
    ],
    "subSections": [
      {
        "heading": "균형의 수호자",
        "paragraph": [
          "자극적인 정치 구호들이 대립하는 현대 정치에서, 공화주의자들은 실질적으로 공동체의 정치적 균형을 유지하는 역할을 담당하고 있습니다. 개인의 자유와 사회 정의의 실현 중 하나를 아직까지 선택하지 못한 이들이기에, 극단적인 의견이 등장하는 경우 그 반대쪽에 힘을 실어주게 되는 것은 어찌보면 당연합니다.",
          "공화주의자들의 중도적인 성향은, 한편으로는 그들이 실질적으로 다수결의 원칙을 따르는 공동체의 미래를 결정하는 주요한 역할을 하게 만들기도 합니다. 양분되는 정치 구조에서 과반수의 표를 얻기 위해서는, 양쪽 가치 사이에서 고민하는 공화주의자들을 포섭하는 것이 핵심적이기 때문입니다. 이는 공동체의 정치가 극단으로 치닫는 것을 예방하는 장점도 있지만, 때로는 공동체가 과감한 결단을 내려야 하는 중요한 순간에 방해 요소로 작용하기도 합니다."
        ]
      },
      {
        "heading": "명확하지 않은 가치관",
        "paragraph": [
          "현대 정치의 큰 틀은 사회 정의를 위해 자유민주주의와 시장 경제를 어디까지 포기하느냐의 문제이기에, 양쪽 가치를 모두 옹호하는 듯한 공화주의자들의 입장은 현실적으로 필요한 선택을 회피하는 것이라는 시선도 있습니다. 실제로 이들은 현실 정치에서 지지하는 정당이 자주 바뀌는 유형 중 하나이며, 집단 내에서 ‘배신’의 가능성을 의심 받기에 핵심 세력이나 인물로 떠오르지 못하는 경우가 많습니다.",
          "공화주의자들의 주장은 비록 중립적이나, 이는 그들이 어떤 가치를 중시하는지 명확히 이해하기 어렵다는 뜻이기도 합니다. 크게 바라보면 현대 정치는, 정부가 어떤 사회 정의나 이념을 위해 개인의 자유를 얼만큼 침해할 것인지에 관한 논의입니다. 그렇기에 둘 중 상대적으로 더 중요하게 생각하는 가치가 정치적 성향을 결정한다고 볼 수 있습니다. 이러한 측면에서 공화주의자들의 정치 성향은 명확하지 않으며, 자유민주주의와 시장경제를 옹호하는 보수 진영으로부터 ‘가짜 보수’라는 평가를 받기도 합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 제안",
        "paragraph": [
          "공존하기 어려운 두 가지 가치를 모두 중요하게 생각하는 공화주의자 유형은, 다른 사람들의 정치적인 주장에 대해 비판적인 태도로 임할 가능성이 높습니다. 대부분의 정치적인 주장은 개인의 자유를 침해하거나 사회 정의 중 하나를 다소 포기하자는 주장이기 때문입니다. 이에 대한 비판은 더 나은 주장을 고민하게 하는 자극이 되기도 하지만, 본질적으로 해결할 수 없는 딜레마에 대해 이루어지는 경우엔 대책도 없는, 비판을 위한 비판이라고 느껴질 수도 있습니다.",
          "가치의 공존을 지키기 위한 정치적인 대화를 위해서, 공화주의자들은 자신의 주장을 먼저 제안해보는 것이 좋을 것입니다. 다른 사람의 주장에서 비판할 점을 찾는 것보다 자신의 주장을 펴는 것은 훨씬 어려울 것이며, 그 과정에서 많은 사람들이 특정 가치를 포기하는 이유를 이해하게 될 수도 있습니다. 반드시 자신의 입장을 명확히 정하지는 않더라도 다른 사람들의 정치적 주장에 대한 포용력을 높인다면, 공화주의자 유형은 균형의 수호자로서 긍정적인 정치적 대화에 기여할 수 있을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 7,
    "title": "관찰자",
    "content": [
      "관찰자 유형은, 개인의 자유를 소중히 활용하면서도 정부의 존재에 감사함을 느끼는 중립적인 유형입니다. 다소 보수적이고 온건한 삶의 태도를 가진 이들은, 정부에 대한 적대감이나 사회에 대한 도전 의식을 가지고 있지 않습니다. 나아가 정치 자체에 큰 관심을 갖고 있지 않거나, 최소한 그보다는 자기 자신의 인생을 잘 꾸려나가는 것을 더 중요하게 생각할 가능성이 높습니다.",
      "이들에게 인생을 잘 사는 것은, 이미 나의 삶에 주어진 정부, 그리고 사회와 합을 잘 맞추는 것입니다. 그 결과 이들은 정부를 어떤 정치적인 성향을 가진 집단으로 생각하기보다는 그저 행정을 담당하는 단체 정도로 인식하는 경우가 많습니다."
    ],
    "subSections": [
      {
        "heading": "보수성",
        "paragraph": [
          "상대적으로 정치에 관심이 적고 중립적인 관찰자 유형이지만, 급진적인 정치 현상을 좋아하지는 않습니다. 아무리 정부가 개인의 인생을 도울 수 있다 한들, 나의 인생을 책임지는 것은 나 자신이며 그리고 개인이 인생의 계획을 수립하여 잘 진행시키기 위해서는 사회 정책이나 규제들이 급진적으로 바뀌지 않아야 하기 때문입니다. 이들에게 정치에 대한 몰입이나 급진적 사회 변화를 요구하는 행위는, 스스로의 인생을 개선할 의지가 부족한 사람들의 핑계로 느껴지기도 합니다.",
          "관찰자 유형이 어떠한 계기로 인해 정치에 대한 관심이나 지식이 많아지게 되면, 수호자 유형이나 공화주의자 유형으로 발전할 가능성이 높습니다. 이들 역시 기존의 사회 구조나 문화를 존중하는 가치관을 가지고 있기에, 사회를 불안정하게 만드는 집단을 인지하게 되면 불편함을 느낄 수 있습니다."
        ]
      },
      {
        "heading": "정치적 무관심",
        "paragraph": [
          "관찰자 유형은 정치에 관심이 많은 사람들이 불필요한 감정과 시간을 소비한다고 생각합니다. 개인의 정치 참여가 실질적으로 미래를 바꿀 수 있는 가능성을 따져보면, 정치 이슈와 적당한 거리를 유지하는 관찰자 유형의 선택이 현실적으로 매우 효율적이고 현명한 것일 수도 있습니다. 하지만 이러한 태도가 심화된다면, 한편으로는 민주국가의 정치적인 고민을 다른 사람들에게 맡기는 무책임함으로 이어질 수도 있습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 뉴스 선별",
        "paragraph": [
          "중립적인 가치관을 가지고 있는 관찰자 유형은 정치적 대화에서 갈등을 겪는 경우가 별로 없습니다. 정치적 대화에서 갈등을 겪기보다는 차라리 정치적 대화에 흥미가 생기지 않는다는 점이 문제라면 문제일 것입니다.",
          "정치 뉴스가 많음 스트레스를 유발하는 현대 사회에서 관찰자 유형의 삶의 태도는 본받을 만한 선택지일 수도 있습니다. 대외적으로 인정하기 불편할 수도 있지만 개인이 평균적으로 정치에 줄 수 있는 영향은 극도로 미미한 것이 사실이며, 필요 이상의 정치 뉴스를 접하는 것은 감정과 시간의 낭비일 수 있습니다. 따라서, 만약 자신이 관찰자 유형이라면 정치적인 주제의 대화가 생산성이 있는지에 대해 의문을 제기해줌으로써 사람들에게 유의미한 삶의 가치를 전달해줄 수 있습니다.",
          "한편 정치에 대한 적절한 수준의 관심을 갖기 위해서는, 정치 참여에 실질적인 도움이 되지 않고 스트레스만 유발하는 뉴스를 걸러내는 기준이 필요합니다. 정치 뉴스 서비스 와이보트는 이러한 서비스의 필요성과 부재를 인지하고, 개인의 합리적인 정치 뉴스 소비를 돕기 위해 만들어졌습니다. 더 많은 사람들이 정치적 결정에 필요한 최소한의 뉴스를, 그리고 최소한의 뉴스만을 전달하여 건전한 민주 정치를 희망하는 와이보트는 특히 관찰자 유형을 위한, 효율적이고 깔끔한 정치 뉴스 서비스입니다."
        ]
      }
    ]
  },
  {
    "id": 8,
    "title": "수호자",
    "content": [
      "수호자 유형은 사회의 급진적인 변화를 우려하는 대표적인 유형입니다. 특히 한국을 비롯한 대부분의 선진 국가에서는 자유민주주의와 시장경제의 정착으로 인해 형성된 사회 구조에 대한 위협을 경계하는 방식으로 나타납니다. 이들은 자신이 원하는 정부와 사회의 최종 목표를 직접 제시하는 것보다, 공동체의 후퇴와 몰락을 초래할 수 있는 변화를 반대하는 것이 중요합니다.",
      "공동체에 해로운 변화를 평가하는 데 있어서 수호자들이 가장 중요시하는 기준은 경험과 책임입니다. 이 경험은 개인적인 경험에 국한되지 않고, 문명의 부흥과 쇠락에 이르는 인류의 역사적 경험까지 아우르며, 때로는 관습이나 문화 등에서 얻은 교훈을 근거로 삼기도 합니다. 이러한 이유로 공동체 내부의 정치적 역사나 사례를 상세하게 기억하고 있는 경향성도 관찰되며, 그러한 반론에도 불구하고 밀어붙이는 사회 변화가 실패로 이어질 경우 그 책임 소재를 분명히 해야한다고 생각합니다."
    ],
    "subSections": [
      {
        "heading": "비용에 대한 고민",
        "paragraph": [
          "섣부른 결정이 불행한 결과를 가져오는 상황을 우려하는 수호자 유형은, 새로운 정치적 주장을 접하면 우선 그와 관련된 진실과 비용을 탐구하는 경향이 있습니다. 하지만 그 탐구 절차를 통과했다고 해서 곧바로 그 주장에 찬성하는 것은 아닙니다. 수호자 유형은 자신 또한 불완전한 인간이며 무언가를 놓치고 있는 가능성을 고려하기 때문에, 새로운 도전에 대한 의심이나 불안이 말끔히 사라지는 경우는 경험하기 어렵습니다.",
          "비용을 따지는 이들의 습관은, 미래의 새로운 변화 뿐만 아니라 현재 상태를 만들어 온 과거의 도전에 대한 생각에도 영향을 미칩니다. 수호자들은 과거에 자신이 있었다면 반대했을 수 있는 무모한 도전들이 성공해 현재를 만들어 온 사례를 보며, 그들의 용기와 실천에 존경과 감사함을 느끼곤 합니다. 이는 수호자들이 대체로 건국 세력을 비롯하여 세상을 발전시켜 온 기성 세대, 보이지 않는 곳에서 헌신하는 군인 등에 대해 호의적인 태도를 보이는 것과 관련이 있습니다. 나아가 이 '감사함'이 훌륭한 공동체의 근간이라고 평가하기도 하며, 이는 ‘감사’라는 마음가짐을 후대에 전달하는 가정 교육이나 종교의 사회적 역할을 높게 평가하는 이유가 되기도 합니다."
        ]
      },
      {
        "heading": "불필요한 걱정",
        "paragraph": [
          "수호자 유형의 과도한 걱정에 대한 부정적인 시선도 존재합니다. 특히 젊은 세대에게 역사책이나 인터넷에서만 본 과거의 세상은 현재와 구분되어 느껴질 수 있는데, 그러한 경우 수호자들의 우려가 지나치다고 생각될 수 있습니다. 하지만 수호자들에게 과거의 경험이란 지금도 언제든 벌어질 수 있는 일을 의미하기에, 남들에게는 별 것 아닌 정치적 현상이 이들에게는 공동체 비극의 전조 현상을 의미합니다.",
          "개인의 자유와 평등, 정부 권력 제한과 같은 대원칙을 존중하는 수호자 유형은, 음모론과 정치의 영역을 구분하고자 합니다. 이는 심증에 의한 정치 권력의 남용이 장기적으로 사회의 원칙을 훼손하고 정치적 안정을 해칠 우려가 있다고 생각하기 때문입니다. 하지만 수호자 유형의 걱정이 심화되면 오히려 자신들이 그 음모론의 영역에 진입하는 경우도 있습니다. 다시 말해, 객관적인 증거 없이 경험과 심증에 기반하여 특정 정치적 현상을 부정확하게 해석하게 될 수도 있다는 것입니다. 이러한 추측은 때로는 틀리기도, 때로는 예리한 분석이 될 수 있습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 분석",
        "paragraph": [
          "각자의 입장에서 이상향을 주장하는 이들이 많은 정치적 대화에서, 그 주장들의 비용이나 현실성을 따져 반박하는 수호자들은 많은 유형과 갈등을 겪을 수 있습니다. 이들은 기본적으로는 자유를 중요시하는 사람들과 유사한 진영에 속하지만, 그 안에서는 자유의 과도한 추구로 인한 사회 불안정성의 증가를 우려하는 쪽에 가깝습니다. 이로 인해 자유주의자 유형과 의견이 충돌할 수 있습니다.",
          "사회가 변해야한다는 이들의 정치적 주장에 수호자 유형이 완전히 동의하기 어렵겠지만, 현재까지의 사회 진보를 부정하거나 앞으로의 발전을 막고 싶지는 않을 것입니다. 그렇기에 공동체의 새로운 시도가 비록 이들의 검증을 완벽히 통과하지 않더라도 추진될 때도 있어야 할 것입니다. 이들은 이미, 스스로 존중하는 과거의 업적들 또한 당시의 보수적인 세력과 싸워서 실현된 진보적인 도전이었음을 알고 있을 가능성이 높습니다.",
          "자신의 걱정을 논리적으로 분석하는 것은 수호자들에게 도움이 될 수 있습니다. 정치적 변화에 대한 본능적인 불안은 주로 과거의 결정과 유사하다는 생각에서 비롯되는데, 이때 나쁜 결과를 초래한 원인을 분석하는 것은 발전에 필수적입니다. 실패에 대한 분석을 하지 않는다면, 현재와 다른 것을 하자는 모든 주장이 ‘질서 파괴’라는 유사성을 띠는 것처럼 보일 것입니다.",
          "가장 대표적으로, 의견을 전달하는 ‘메신저’의 유사성은 그 주장의 실제 효력과 큰 관련이 없음에도 불구하고 많은 판단에 활용됩니다. 극도로 한정된 분야에 대해서만 말하는 전문가가 아니라면, 정치인을 포함한 대부분의 사람들은 잘못된 판단이나 심지어는 거짓말을 하면서 살아갑니다. 따라서 이전에 잘못된 결과를 불러온 사람의 메시지를 거부하는 것은, 궁극적으로 대부분 사람들의 주장을 거부하는 태도로 이어질 수밖에 없습니다. 그리고 이는 많은 사람들에게 ‘모든 변화를 거부하는’ 비관적인 사람으로 비춰질 가능성이 높습니다. 따라서 신뢰도가 낮은 사람에게서 나온 주장이라도, 논리적으로 분석하기 전까지 지나치게 비판적으로 대하지 않으려 노력하는 것이 수호자 유형의 의견을 더 설득력 있게 만들어 줄 것입니다."
        ]
      }
    ]
  },
  {
    "id": 9,
    "title": "개혁가",
    "content": [
      "개혁가 유형은, 현재 사회의 문제점이 보수적인 사회 구조로 인해 해결되지 않고 있다고 생각하며 그것을 개혁하고자 하는 유형입니다. 이들은 단기적으로는 자유로운 사회 모습을 꿈꾸지만, 진심으로 정부의 역할이 최소화되고 개인의 삶에 개입하지 않는 사회 모습을 원하냐고 묻는다면 그렇지만은 않을 가능성이 높습니다.",
      "우리가 알고 있는 역사 속의 혁명가들 중에는 개혁가 유형이 많습니다. 진정으로 자유를 추구하면서도 현실 정치에 영향을 주려는 시도가 상대적으로 떨어지는 자유주의자 유형에 비해, 현재 사회의 문제점과 올바른 사회 모습에 대한 꿈이 뚜렷한 개혁가 유형은 실제로 공동체의 모습을 바꾸려는 의지와 끈기가 충만합니다. 이 때문에 개인의 자유를 늘리는 사회 변화를 실질적으로 이끌어내는 이들은 대부분 개혁가 유형입니다."
    ],
    "subSections": [
      {
        "heading": "폭발적 인기",
        "paragraph": [
          "기득권과 사회 구조의 보수성에서 현재 사회의 문제점을 찾는 개혁가 유형은, 용감한 사회 개혁을 꿈꾸는 '진보 성향'의 표본입니다. 이들이 변화을 제안하는 경우 그것은 개인의 자유를 제한하는 방향이 아닌 불필요한 제도나 관습의 철폐일 가능성이 높으며, 다만 경우에 따라 일시적인 자유의 제한이 활용될 수 있습니다. 이들의 주장은 사람들이 이전까지 생각하지 못한 신선한, 또는 알면서도 도전하지 못한 용감한 주장일 때가 많습니다.",
          "그 어떤 공동체도 완벽하지 않으며 불행한 사람들은 언제 어디에나 존재하기 때문에, 현재의 사회의 문제점을 지적하고 그것을 개혁하려는 개혁가 유형이 폭발적인 지지를 받을 가능성이 존재합니다. 하지만 이는 반드시 개혁가의 분석이나 의견이 논리적이고 합리적이기 때문이 아니라, 단순히 현실이 불만족스러운 사람들에게 희망을 제공하기 때문일 수도 있습니다. 그렇기 때문에 개혁가 유형의 정치적 도전은 보통 성공하면 업적이 되지만 실패하면 사회 질서를 망가뜨리는, 리스크 높은 도전입니다."
        ]
      },
      {
        "heading": "용기와 의지",
        "paragraph": [
          "개혁가 유형은 모든 유형 중에서 가장 용감합니다. 이들은 기존의 관습 중 효율적이지 못하면서도 섣불리 깨기 어려운, 기득권 세력에 당당하게 맞설 용기를 가지고 있습니다. 그리고 그 방식에서도 권력과 강제성에 기대지 않고 저항과 자유화라는 이상향을 추구하기에 더 용감하다고 할 수 있습니다. 이는 개혁가 유형을 대표하는 정치인에 대한 설명으로 가장 적합하지만, 그러한 정치인을 진지하게 지지하는 개인 또한 적지 않은 도전 정신을 가지고 있다고 할 수 있습니다.",
          "비슷한 생각을 가진 사람들 중 의지력이 가장 높은 유형 또한 개혁가 유형입니다. 사회의 자유화를 바라는 유형 중에 평균적으로 정치에 가장 관심이 많으며, 자신의 생각을 실제 정치에 반영시키려는 노력을 가장 많이 들이는 유형입니다. 그렇기에 이들이 실제로 꿈꾸는 세상이 자유화를 꿈꾸는 다른 유형들과 조금 다를지언정, 실질적으로는 자유화를 꿈꾸는 진영의 대표자 역할을 수행하는 경우가 많습니다."
        ]
      },
      {
        "heading": "리스크",
        "paragraph": [
          "리스크가 높은 개혁에 도전하는 개혁가 유형의 정치 성향은 다른 이들에게 전략적으로 이용되기에 아주 적합한 조건을 지니고 있습니다. 그들의 옆에서 도움을 준 사람들은 도전이 성공한다면 그 조력자로서 주목을 받을 수 있지만, 실패한다면 책임을 전가할 수 있기 때문입니다. 이러한 이유로 개혁가 유형의 정치인들이 인기를 끌었을 때는 주변에 사람들이 많다가, 결과가 좋지 않은 일들에 대해서는 홀로 책임을 뒤집어쓰는 경우가 종종 있습니다.",
          "사회의 자유화를 추구하면서도 정치적인 용기나 끈기가 부족한 사람들에게 개혁가 유형은 좋은 도구입니다. 특출난 언변과 추진력, 때로는 스타성까지 보유한 개혁가 유형을 내세운다면 기존의 정치적 판세를 뒤집고 사회의 자유화를 이루어낼 수 있기 때문입니다. 하지만 개혁가 유형과 달리 사회의 자유화를 바라는 많은 사람들은 개인주의적이고 독립적인 삶의 가치관을 가지고 있거나 정치적인 일에 엮이는 것을 꺼리는 사람들이 많기 때문에, 일이 잘 풀리지 않을 때는 외로운 싸움을 해야할 뿐만 아니라 그들의 업적 또한 오래 기억되지 않는 경우가 많습니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 설득",
        "paragraph": [
          "개혁가 유형에게서 흔히 보이는 약점은, 최종 목적이 불분명하다는 점입니다. 이들은 당장의 사회에서 문제점을 발견하고 악습과 비효율을 철폐하는 등 사회가 변화해야 할 방향성에 대해서는 분명한 목적 의식을 가지고 있지만, 정부의 권한이 제한되고 개인의 자유가 확대되는 사회에서는 또 다른 불편한 진실과 부작용이 나타나기 마련입니다. 그렇기에 비록 개혁가 유형이 이끌어낸 사회 변화가 특정 문제를 해결한 것은 맞을지라도, 완성된 개혁으로 인정받지는 못할 가능성 또한 존재합니다.",
          "이러한 이유로 개혁가 유형의 주변에는 역설적이게도, 자유로운 사회를 바라는 사람들보다 오히려 정부의 역할이 확대된 사회를 바라는 이들이 더 많이 관찰됩니다. 그것은 우선 ‘옳지 않은’ 가치를 추구하는 현재 사회의 질서에 저항하고자 한다는 점에서 단기적인 목표가 일치하기 때문입니다. 하지만 기존의 질서를 고치거나 초기화하는 등 소기의 목적이 달성되고 나면, 큰 정부의 수립을 바라는 사람들에게 개혁가 유형은 방해 요소로 인식됩니다.",
          "이렇게 개혁가 유형이 자신들과 어울리는 자유 진영보다 큰 정부를 지향하는 집단과 더 가까운 이유는, 사회 정의에 대한 이념을 가지고 있는 그들의 파격적인 발언이 보수 진영의 사람들을 자극하기 때문입니다. 현대 정치에서 큰 정부를 견제하는 '보수'와 '자유'라는 가치는 같은 진영의 가치로 분류되지만, 이는 자유 진영의 정치적 발언이 그다지 자극적이지 않으며 한편으로는 그들이 상대적으로 정치와 거리를 두기 때문에 유지되는 동맹에 가깝습니다. 비록 개혁가 유형의 입장에서 사회의 불합리와 비효율을 깨는 것이 목적이기에 보수 진영과의 갈등이 불가피할 수도 있지만, 진정으로 자유롭고 행복한 사회를 추구한다는 지향점을 강조하며 차분하게 의견을 전개한다면 보수 진영의 반감을 줄일 수 있을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 10,
    "title": "이론가",
    "content": [
      "이론가 유형은, 정부가 특정 이념을 근거로 개인의 자유를 침해하는 것에 대해서는 회의적인 편이나, 정부의 합리적 개입이 요구되는 상황의 존재를 인정하는 유형입니다. 여기서 정부의 개입을 정당화하는 것은 다른 이념이 아닌 ‘공동체의 이익’이기에, 공동체 전체의 물질적 풍요로움을 다루는 경제학에 관심이 많은 사람들에게서 흔히 보이는 유형이기도 합니다. 이들은 ‘작지만 강한 정부’를 추구해야한다는 주장에 동의합니다.",
      "이론가 유형은 현재까지 시도되지 않은 것들이라도 이론적으로 설득력이 있다면 기존의 관습을 탈피하는 것에 대해 거부감이 심하지 않습니다. 때로는 관습과 전통의 비효율을 분석하고 그것으로부터 달라져보자고 주장하기도 합니다. 비록 분석적이고 논리적인 과정으로 도출된 이들의 결론이 상대적으로 자극적이지는 않아 주목 받지 못할 수는 있으나, 새로운 시도에 열려있으며 그 방식에 가장 객관적으로 접근하는 이들은 엄연히 사회 진보를 이끌어내는 유형이라고 할 수 있습니다."
    ],
    "subSections": [
      {
        "heading": "객관성",
        "paragraph": [
          "공동체의 운영 방식에 대해 이성적이고 합리적으로 고민하려고 노력하는 이들은, 모두의 행복을 평등하게 계산하는 공리주의적 가치관에 우호적입니다. 따라서 개인적인 기준의 행복과 정의를 추구하자는 정치적 주장보다는, 그보다 객관적인 물질적인 풍요로움이나 행복의 양을 극대화하는 것이 중요하다고 생각합니다. 또한 반대로, 만약 정부의 개입으로 모두의 인생이 더 행복해질 수 있다면, 무작정 개인의 자유에 집착하기보단 사회적 합의를 통해 행복한 사회를 만들어보자는 것이 이들의 주장입니다.",
          "공동체가 나아가야 할 방법을 충분히 고민하고 말하는 이들이지만, 직관적이고 감정적인 정치적 논의의 장에서 이들의 말은 말처럼 들리지도 않는 경우가 많습니다. 이들이 정치적 사안에 대한 자신의 주장을 뒷받침하기 위해 제시했던 근거들은 전혀 다른 주장을 뒷받침하는데에 인용되는 경우가 많으며, 그것을 제시했던 원래 의도는 잊혀지기 일쑤입니다. 이러한 경험을 겪은 이론가 유형은 결국 자신이 동의하는 집단에 힘을 보태는 조력자 역할을 하거나 아예 정치와 분리된 학계에 머물기도 합니다.",
          "실제로 이론가들이 정치적으로 활약해 온 가장 흔한 방법은, 정치인이 아닌 관료 또는 비서로서의 역할을 하는 것입니다. 다른 이들에 비해 논리적인 사고에 익숙한 이들은 민주 정치에서 존재감을 드러내기 어렵지만, 정치적인 권한을 얻은 집단이나 위기를 맞은 공동체에게 실질적으로 가장 도움이 되는 유형입니다."
        ]
      },
      {
        "heading": "현실성",
        "paragraph": [
          "아무리 이성적이고 논리적인 계획이라도 반드시 성공한다는 보장은 없습니다. 이론가 유형의 주장에는 이전에 시도되지 않은 새로운 도전도 많기 때문에 예상치 못한 부작용이 생길 가능성도 분명 존재합니다.",
          "흔히 간과되는 것 중 하나가 바로 정부의 효율성입니다. 이론가 유형은 정부의 목적은 국가의 번영과 국민의 행복이며 그에 걸맞게 운영될 수 있는 집단이라고 생각하는 편이지만, 정부의 열정과 전문성이 기대했던 것보다 떨어지거나 다른 목적을 가지고 있는 집단이 집권한다면 그들의 계획은 무산될 것입니다. '정상적'인 정부가 있다는 가정 하에 세워진 논리적인 분석과 계획은, '정상적'인 정부를 기대할 수 없는 곳에서 공상에 불과합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 중재",
        "paragraph": [
          "통상 온건하고 차분한 가치관의 소유자로 인식되는 이론가 유형이지만, 그들이 제시하는 최종 목적지는 많은 사람들에게 직관적으로 다가오지 않습니다. 이는 세상 대부분의 사람들에게 정치는 감정이 섞여있는 주제이며, 단순히 어느 가치를 더 중요시 여기느냐에 따라 지지하는 진영이 구분되는 이분법적인 방식이 주를 이루기 때문입니다. 이러한 환경에서 '자유를 마냥 추구할 수는 없는 법'이라는 이론가 유형의 태도는. 특히 자유를 중요시하는 사람들로부터 같은 생각을 하고 있으면서도 사회적으로 유리한 '중립적인 척'을 하고 있다는 오해를 살 수 있습니다.",
          "한편 이론가 유형은 너무 자유로운 사회는 불안정하다고 생각하는 보수 진영에 비해 개방적인 사고를 가지고 있기 때문에, 이념을 멀리한다는 점에서는 비슷하지만 다소 부담스러운 주장을 하는 동료로 느껴지기도 합니다. 하지만 이는 반대로 이론가 유형이 보수 진영과 자유 진영, 두 집단을 적절히 융화시킬 수 있는 중립적인 포지션이라는 말이기도 합니다. 이를 위해서는 사람들의 불안이나 불만 등에 대한 이야기에 공감하고 난 뒤, 그 적절한 균형점에 대한 자신의 의견을 이야기하는 것만으로도 이론가 유형의 주장에 대한 집중도가 높아질 것입니다."
        ]
      }
    ]
  },
  {
    "id": 11,
    "title": "운영자 (진보적)",
    "content": [
      "운영자 유형은, 개인의 삶에 불안 요소가 적어지고 체계적으로 관리되는 것이 정치와 국가의 존재 목적이라고 여기는 유형입니다. 그렇기에 이들은 개인의 자유를 보장하기 위해 정부의 권한이 줄어드는 것보다는, 정부의 권한을 유지하거나 확대시킴으로써 개인의 삶에 개입하도록 하는 대신, 그 영향이 최대한 긍정적일 수 있도록 노력합니다.",
      "정부의 권한 확대에 협조적이라고 해서, 운영자 유형이 근본적으로 개인의 자유를 통제하고 싶어하는 것은 아닙니다. 다만 개인의 완전한 자유는 방치와 같으며 대체로 불안과 불행으로 이어진다고 생각하기에, 공동체에 넉넉한 경제력과 행정력이 보장된다면 그것을 활용하는 대가로 각자의 자유를 일부 포기하는 것이 타당하다고 생각할 뿐입니다."
    ],
    "subSections": [
      {
        "heading": "젊은 층에서의 대중성",
        "paragraph": [
          "운영자 유형은 학교의 학생회나 각종 단체에서 운영진 역할을 담당했던 젊은 정치 세력에게서 흔히 보입니다. 국가의 정치와 달리 민간 단체의 운영에는 이념 갈등이 들어설 기회가 거의 없으며, 훌륭한 행정이 곧 훌륭한 지도부를 판단하는 기준이 되기 때문입니다. 그렇기에 운영자 유형이 생각하는 훌륭한 정치인의 덕목 역시 공동체 구성원들을 실망시키지 않는 행정력입니다.",
          "하지만 꼭 이러한 경험이 있어야 운영자 유형이 되는 것은 아닙니다. 훌륭한 행정력을 보인 학생회나 운영진에게 좋은 인상을 받은 사람들 또한 이런 정치 방식을 긍정적으로 생각할 수 있으며, 그러한 경험과 아예 무관하더라도 성격에 따라 개인의 자유보다는 안정적이고 편안한 삶을 선호하다면 운영자 유형에 속할 수 있습니다. 지도부의 능력과 청렴함에 대한 신뢰가 강하거나, 또는 다소 불합리한 지도 세력의 존재에도 큰 손해가 예상되지 않는 사회적인 성격일수록 운영자 유형에 속할 가능성이 높습니다.",
          "운영자 유형의 정치인은 많은 사람들에게 지지를 받기에 적합한 대중적인 유형입니다. 인류가 그동안 각종 기술을 발전시키는 이유와 마찬가지로, 정치 제도를 고민하고 발전시키는 것의 목적이 인류의 고통과 불안을 줄이기 위함이라는 것에 대해 반론을 제기할 사람은 드물 것입니다. 다시 말해, 어느 공동체에나 정말 많은 사람들이 누군가 나서서 자신의 불안을 해소해주기를 바라고 있습니다. 삶의 고통과 위기에 대비한 대책, 즉 사회 안전망 구축이 정치의 역할이라고 생각하는 운영자 유형은 많은 사람들에게 큰 반감을 사지 않는 대중적인 유형입니다."
        ]
      },
      {
        "heading": "정치적 도구화의 가능성",
        "paragraph": [
          "운영자 유형의 사람들은 정치철학이나 이념에 큰 뜻을 두지 않는 경우가 많지만, 정부 권력의 크기를 키우는 것에 호의적인 그들의 인기는 특정 정치세력에게 힘을 실어주는 경우가 많습니다. 서로의 걱정과 불안을 덜어주기 위해 돕고 살자는 운영자 유형의 주장은, 특정 이념을 위해 개인의 자유를 제한하는 사회를 바라는 지도자 유형의 종착지로 가는 중간 단계로 매우 적절합니다. 이러한 이유로 운영자 유형의 사람들은, 생각해본 적 없는 정치적인 의도를 숨기고 있다고 의심 받기도 합니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 비용 고려",
        "paragraph": [
          "다양한 사람들과 국가의 정치에 관심을 갖고 대화를 나눌 의향이 있다면, 정치철학과 이념에 관심을 가져보는 것이 좋습니다. 국가의 정치는 다른 공동체의 정치가 다른 부분은, 자발적으로 가입한 사람들을 위한 정치가 아니라는 점입니다. 따라서 누군가는 애초에 운영진의 활동을 바라지 않을 가능성도 충분히 존재합니다. 사실 이는 가끔 고려되어야 할 주의사항 정도가 아니라, 정치를 양분하는 가치 중 하나인 ‘자유’를 논하기 위해 필수적인 생각입니다.",
          "국가의 정치에서 행정의 목적에 대해서는 개인마다 생각이 다를 수 있습니다. 단적으로, 국가는 국민의 생명과 안전을 지키기 위해 노력하는 것이 당연하다고 생각할 수도 있지만, 누군가는 정부가 그것을 지키기 위해 희생해야 하는 자유나 비용을 고려하여 적절한 선에서 멈추자고 주장하기도 합니다. 심지어는 국가의 역할과 목적을 규정하고 있는 헌법에서조차, 이렇게 서로 충돌하는 가치를 모두 명시함으로써 절대적인 기준을 제시하지 않고 있습니다. 따라서 국가가 어떤 역할을 해야 하는가에 대한 토론 또한 정치적 논의의 일부입니다.",
          "운영 비용의 충당에 큰 반발이 없는 학교 학생회나 단체 운영진에서, 행정의 비용과 효율성에 대한 논의는 드물게 이루어집니다. 그렇기 때문에, 그 경험과 가치관과 유사하게 국가 정치를 바라보는 운영자 유형은 습관적으로 행정에 필요한 비용이나 희생을 무시하게 될 수도 있습니다. 따라서 정부라는 집단의 효율성이나 행정 비용을 위한 개인의 희생에 예민한 사람들과 원활한 정치적 대화를 하기 위해서는, 아무리 다수가 동의하는 선한 동기를 가진 행정이라도 의식적으로 그 비용과 효율성을 고민하고 저울질하는 습관을 가지는 것이 좋을 것입니다."
        ]
      }
    ]
  },
  {
    "id": 12,
    "title": "중재자",
    "content": [
      "중재자 유형은, 사람들이 서로를 위해 조금씩 양보하여 합의점에 도달하는 이상향을 꿈꾸는 유형입니다. 이들은 개인의 삶에 대한 정부의 개입을 인정하고 바람직하게 생각하지만, 그것이 특정 이념의 달성이나 보수성을 위해서가 아니라는 점에서 이념가 유형 및 감시자 유형과 차이점이 있습니다. 그에 비해 운영자 유형과는 더 비슷하다고 볼 수 있으나, 상대적으로 정부에 대한 신뢰가 낮다는 점에서 미묘한 차이가 있습니다."
    ],
    "subSections": [
      {
        "heading": "평화주의",
        "paragraph": [
          "행복한 세상을 규정하는 방법에는 여러가지가 있는데, 평화 역시 자주 언급되는 가치 중 하나입니다. 중재자 유형은 이 평화를 중요한 가치로 여길 가능성이 높습니다. 이념이나 보수성에 대한 의지가 낮은 것에 비해 정부 의존도가 높다는 것은, 곧 공동체 규율에 대한 사람들의 합의 자체, 즉 평화를 중요하게 여긴다는 뜻으로 귀결되기 때문입니다.",
          "한편 '평화'가 의미하는 바는 개인의 내면에 대한 내용으로도 확장될 수 있습니다. 삶에 대한 정부의 개입은 사람들의 갈등에 정부가 개입하고 중재한다는 점에서 공동체의 평화를 위한 것이기도 하지만, 고민이나 책임이 발생하는 부분에 대해 정부가 결정해준다는 점에서 내면의 평화를 위한 방법일 수도 있습니다."
        ]
      },
      {
        "heading": "평화의 이면",
        "paragraph": [
          "평화주의는 긍정적으로 이해하기 쉽고, 또 비판하기 쉽지 않은 대상입니다. 하지만 평화를 중요하게 여기는 가치관에도 부정적인 이면이 있습니다. 그것은 '진정으로 타협이 이루어지지 않은 상황에서 타협을 강요'하는 행위로 이어질 수 있다는 것입니다.",
          "자연적으로 생각이 다른 사람들이 평화로운 공동체를 달성하기 위해서는, 모두가 인정할 수 있는 결론이 도출되거나 누군가 자신의 의견을 굽히고 포기해줘야 합니다. 모두가 만족하는 결론을 도출하는 일이 어려운 대부분의 갈등 상황에서, 누군가 자발적으로 자신의 주장을 굽히는 일이 늘 발생할 것이라고 기대할 수는 없습니다. 이렇게 갈등을 앞둔 상황에서 평화라는 가치를 최우선시한다면, 의견이 충돌하고 논의되는 과정을 생략하고 평화로운 '모습'을 앞당기고 싶을 수 있습니다. 하지만 결국 두 집단의 의견 충돌에서 제3자가 싸움을 중재하는 것은 부정적으로 묘사하면 '참고 살아라'는 말과 같아지며, 그 타협안을 받아들일 수 없는 사람에게는 평화를 강요하는 것이 될 수 있습니다.",
          "다른 이들에게 타협을 강요하는 꼴이 수도 있다는 점은, 내면의 평화를 위해 정부에 의존할 때 더욱 주의해야 합니다. 법치와 평등을 원칙으로 삼는 현대적인 정부라면, 모두의 삶에 같은 원칙을 적용할 수 밖에 없습니다. 이 때 개인이 고민 또는 책임이 두려워 망설이는 부분에 정부가 개입하여 대신 결정해달라고 주장하는 것은, 자동으로 다른 사람들에 대해서도 정부가 대신 결정해달라는 말이 됩니다."
        ]
      },
      {
        "heading": "모순적인 선택",
        "paragraph": [
          "정부의 효율성이나 진정성을 믿지 않는다는 점에서 운영자 유형과 다른 중재자 유형의 생각은, 스스로 믿지 않는 대상에게 많은 권한을 부여하고자 한다는 점에서 다소 모순적인 가치관을 가지고 있습니다. 그것은 자신의 기대치에 미치지 못하는 대상에게 권한을 넘길 정도로 타협과 평화를 중요시하기 때문이라고 설명할 수도 있지만, 스스로 책임지는 것이 정답임을 알고 있음에도 그 부담을 이겨낼 자유의지와 용기가 부족하기 때문일 수도 있습니다. 특히 후자의 가능성이 상대적으로 높은 이유는, 보통 사회의 안정이나 평화로운 상태를 중요시한다면 보수적인 가치관을 가지고 있기 마련인데, 보수적 가치들을 중시하는 감시자 유형과는 또 다르기 때문입니다."
        ]
      },
      {
        "heading": "정치적 대화를 위한 조언 : 용기",
        "paragraph": [
          "얼핏 생각했을 때 다른 이들과 갈등을 일으키지 않을 것 같지 않은 중재자 유형이지만, 평화를 중시하는 가치관 자체가 다른 이들을 자극하기도 합니다. 특히 평화 못지 않게 자유를 중시하는 이들은, 단지 평화를 위한다는 이유만으로 정부가 개인의 삶을 통제하자는 중재자 유형의 주장에 불쾌함을 느낄 수 있습니다. 자유주의자의 입장에선 누군가 자신의 삶을 통제해주기 바란다면 개별적으로 '노예계약'을 하면 되는 것이라고 생각하기에, 구태여 다른 사람들까지 그 통제를 따르게 만드는 주장이 불필요하다고 생각할 것입니다.",
          "장기적으로 정부의 권한이 확대되는 것을 우려하는 감시자 유형이나 수호자 유형과도 마찰을 빚을 수 있습니다. 평화롭고 안정적인 상태를 지향한다는 점 때문에 두 유형과 닮아보일 수 있으나, 결국 '별다른 이유 없이' 정부의 권한이 커지는 것을 허용하는 중재자 유형의 생각은 보수 진영에게 이해받기 어려울 수 있습니다.",
          "스스로 중요하게 생각하는 '타협'의 지점을 찾기 위해서 중재자 유형이 할 수 있는 노력은, 개인의 삶과 갈등을 책임지고 헤쳐나갈 용기를 갖는 것입니다. 인생의 고난이나 의견 차이가 실존함에도 불구하고 제3자가 그 갈등을 중재하는 선택지를 외면하는 유일한 방법은 용감해지는 방법 밖에 없기 때문입니다. 반대로 정부의 획일적 개입을 불편하게 여기는 이들의 타협을 이끌어내기 위해서는, 그로 인해 인생이 편해진다는 개인적인 관점을 강조하는 것은 그리 도움이 되지 않습니다. 그보단 공동체의 평화와 안정을 위해 어떤 단계에서는 중재자가 있는 것이 낫다는 점에서 출발하여, 생각보다 세상에는 용감하지 않은 사람들이 많으니 그들의 자유의지에 대한 기준을 낮추는 것을 묻는 방법이 좋을 것입니다."
        ]
      }
    ]
  }
]
